Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# QuestionsValidationError.Text
source: * Check your validations and try again.
af: * Gaan jou validerings na en probeer weer.
am: * ትክክል መሆንህን ፈትሽ እንደገና ሞክር።
ar: * تحقق من عمليات التحقق الخاصة بك وحاول مرة أخرى.
as: * আপোনাৰ বৈধতা পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
az_arab: * Təsdiqlərinizi yoxlayın və yenidən cəhd edin.
bg: * Проверете вашите валидирания и опитайте отново.
bn: * আপনার বৈধতা পরীক্ষা করুন এবং আবার চেষ্টা করুন।
bs: * Provjerite vaše validacije i pokušajte ponovo.
ca: * Consulta les teves validacions i torna-ho a provar.
cs: * Zkontrolujte ověření a zkuste to znovu.
cy: * Gwiriwch eich dilysiadau a cheisiwch eto.
da: * Kontroller dine valideringer, og prøv igen.
de: * Überprüfen Sie Ihre Validierungen und versuchen Sie es erneut.
el: * Ελέγξτε τις επικυρώσεις σας και προσπαθήστε ξανά.
es: * Comprueba tus validaciones e inténtalo de nuevo.
et: * Kontrollige oma valideerimisi ja proovige uuesti.
fa: * اعتبارسنجی های خود را بررسی کنید و دوباره امتحان کنید.
fi: * Tarkista vahvistukset ja yritä uudelleen.
fil: * Suriin ang iyong mga validation at subukang muli.
fr_ca: * Vérifiez vos validations et réessayez.
ga: * Seiceáil do bhailíochtuithe agus bain triail as arís.
gu: * તમારી માન્યતાઓ ચકાસો અને ફરી પ્રયાસ કરો.
he: * בדוק את האימותים שלך ונסה שוב.
hi: * अपने सत्यापन की जाँच करें और पुन: प्रयास करें.
hr: * Provjerite svoje provjere valjanosti i pokušajte ponovno.
hu: * Ellenőrizze az ellenőrzéseket, és próbálkozzon újra.
hy: * Ստուգեք ձեր հիմնավորումները եւ կրկին փորձեք:
id: * Periksa validasi Anda dan coba lagi.
is: * Athugaðu staðfestingar þínar og reyndu aftur.
it: * Controlla le tue convalide e riprova.
iu: * ᖃᐅᔨᒋᐊᕐᓗᒋᑦ ᓇᓗᓇᐃᖅᓯᔾᔪᑏᑦ ᐆᒃᑐᒃᑲᓐᓂᕐᓗᒋᓪᓗ.
ja: * 検証を確認して、もう一度やり直してください。
kk: * Тексерулеріңізді тексеріп, қайталап көріңіз.
km: * ពិនិត្យ សុពលភាព របស់ អ្នក ហើយ សាកល្បង ម្តងទៀត ។
kn: * ನಿಮ್ಮ ಪ್ರಮಾಣೀಕರಣಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: * 유효성 검사를 확인하고 다시 시도하십시오.
ku_arab: * ڕاستکردنەوەکانت بپشکنە و دووبارە هەوڵ بدە.
ky: * Сиздин валидацияларды текшерип, кайра аракет.
lo: * ກວດເບິ່ງການຢັ້ງຢືນຂອງທ່ານແລະພະຍາຍາມອີກເທື່ອຫນຶ່ງ.
lt: * Patikrinkite patvirtinimus ir bandykite dar kartą.
lv: * Pārbaudiet validācijas un mēģiniet vēlreiz.
mi: * Tirohia ō whakamanatanga ka ngana anō.
ml: * നിങ്ങളുടെ വാലിഡേഷനുകൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: * आपले प्रमाणीकरण तपासा आणि पुन्हा प्रयत्न करा.
ms: * Semak pengesahan anda dan cuba lagi.
mt: * Iċċekkja l-validazzjonijiet tiegħek u erġa' pprova.
nb: * Kontroller valideringene, og prøv på nytt.
ne: * तपाईंको प्रमाणीकरण जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस्।
nl: * Controleer uw validaties en probeer het opnieuw.
or: * ଆପଣଙ୍କ ବୈଧତା ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: * ਆਪਣੀਆਂ ਪ੍ਰਮਾਣਿਕਤਾਵਾਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: * Sprawdź walidację i spróbuj ponownie.
prs: * بررسی اعتبار خود را و دوباره سعی کنید.
pt_pt: * Verifique as suas validações e tente novamente.
ro: * Verificați validările și încercați din nou.
ru: * Проверьте подтверждения и повторите попытку.
sk: * Skontrolujte overenia a skúste to znova.
sl: * Preverite svoje potrditve in poskusite znova.
sq: * Kontrollo vleftësimet e tua dhe provo përsëri.
sr_cyrl: * Проверите провере ваљаности и покушајте поново.
sr_latn: * Proverite provere valjanosti i pokušajte ponovo.
sv: * Kontrollera dina valideringar och försök igen.
sw: * Angalia uthibitisho wako na ujaribu tena.
ta: * உங்கள் சரிபார்ப்புகளை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: * మీ ధృవీకరణలను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th: * ตรวจสอบความถูกต้องของคุณแล้วลองอีกครั้ง
ti: * ሓቅነትካ መርምር እሞ እንደገና ፈትን።
tr: * Doğrulamalarınızı kontrol edin ve tekrar deneyin.
uk: * Перевірте валідації та повторіть спробу.
ur: * آپ کی توثیق کی جانچ پڑتال کریں اور دوبارہ کوشش کریں.
vi: * Kiểm tra xác thực của bạn và thử lại.
zh_hans: * 请检查您的验证，然后重试。
zh_hant: * 請檢查您的驗證，然後重試。

# QuickViewLanguagesUpdated
source: Quick view languges updated Succesfully
af: Vinnige aansig languges opgedateer Succesfully
am: ፈጣን እይታ languges updated Succesfully
ar: عرض سريع languges تم تحديثها بنجاح
as: দ্ৰুত দৰ্শন লেঙ্গুজ সফলতাৰে আপডেট কৰা হৈছে
az_arab: Tez baxış languges yenilənir Succesfully
bg: Бърз преглед languges актуализиран успешно
bn: দ্রুত ভিউ ল্যাঙ্গুজগুলি সফলভাবে আপডেট করা হয়েছে
bs: Brzi prikaz languges uspješno ažuriran
ca: Languges de visualització ràpida s'ha actualitzat amb èxit
cs: Jazyky rychlého náhledu byly úspěšně aktualizovány
cy: Golwg cyflym languges wedi'i ddiweddaru Succesfully
da: Hurtigt overblik languges opdateret Succesfuldt
de: Schnellansicht Sprachen erfolgreich aktualisiert
el: Οι γλώσσες γρήγορης προβολής ενημερώνονται με επιτυχία
es: Vista rápida idiomas actualizados con éxito
et: Kiirvaade lanuges värskendatud Succesfully
fa: مشاهده سریع languges به روز شده Succesfully
fi: Quick view languges päivitetty onnistuneesti
fil: Mabilis na tingnan ang mga languges na update Succesfully
fr_ca: Aperçu rapide des langues mises à jour avec succès
ga: Quick view languges nuashonraithe go succesfully
gu: ઝડપી દૃશ્ય લેંગ્યુજીસ સફળ રીતે સુધારેલ છે
he: תצוגה מהירה מעודכנת בהצלחה
hi: त्वरित दृश्य लैंगुग्स सफलतापूर्वक अपडेट किए गए
hr: Brzi prikaz čami uspješno ažuriran
hu: A gyorsnézeti languges sikeresen frissült
hy: Արագ դիտել languges թարմացված Succesfully
id: Tampilan cepat languges diperbarui Berhasil
is: Quick view languges uppfærð Succesfully
it: Visualizzazione rapida lingue aggiornate con successo
iu: ᕿᒥᕐᕈᑲᐅᖅᑐᕈᓐᓇᖕᓂᖅ
ja: クイックビュー言語が正常に更新されました
kk: Жылдам көру лангалары Succesfully жаңартылды
km: ទិដ្ឋភាព រហ័ស languges updated Succesfully
kn: ಕ್ವಿಕ್ ವ್ಯೂ ಲ್ಯಾಂಗ್ಯೂಜ್ ಗಳು ಯಶಸ್ವಿಯಾಗಿ ಅಪ್ ಡೇಟ್ ಆಗಿವೆ
ko: 빠른보기 언어가 성공적으로 업데이트되었습니다.
ku_arab: دیمەنی خێرای لانگگس بە سەرکەوتوویی نوێکرایەوە
ky: Тез көрүү лангугалары кыскача жаңыланды
lt: Greitai peržiūrėti languges sėkmingai atnaujinta
lv: Ātrais skats languges atjaunināts Veiksmīgi
mi: Kua whakahōutia āta whakahōutia ngā tirohanga tere
ml: ദ്രുത കാഴ്ച ലാംഗുഗുകൾ വിജയകരമായി അപ് ഡേറ്റ് ചെയ്തു
mr: द्रुत दृश्य लँगुजेस यशस्वीरित्या अद्यतनित केले
ms: Languges pandangan pantas dikemas kini Ringkas
mt: Il-languges tal-vista mgħaġġla aġġornati b'mod sukkess
nb: Rask visning languges oppdatert Vellykket
ne: द्रुत दृश्य ल्याङ्गुगहरू सफलतापूर्वक अद्यावधिक गरियो
nl: Snelle weergave languges succesvol bijgewerkt
or: ଦ୍ରୁତ ଦର୍ଶନ ଲାଙ୍ଗୁଜ୍ ଅପଡେଟ୍ ସୁକସେସ୍ ଲି
pa: ਤੁਰੰਤ ਦ੍ਰਿਸ਼ ਲੈਂਗਿਊਜ਼ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Szybki podgląd zaktualizowano pomyślnie
prs: مشاهده سریع به روز شده در تاریخ
pt_pt: Languges de vista rápida atualizados com sucesso
ro: Vizualizare rapidă languges actualizate cu succes
ru: Языки быстрого просмотра успешно обновлены
sk: Rýchle zobrazenie languges aktualizované úspešne
sl: Hitri pregledi se posodobijo
sq: Paraqitja e shpejtë lakohet e azhornuar me sukses
sr_cyrl: Лангугес брзог приказа је ажуриран суццесфуллy
sr_latn: Languges brzog prikaza je ažuriran succesfully
sv: Snabbvy languges uppdateras framgångsrikt
sw: Languges za mtazamo wa haraka zilizosasishwa Succesfully
ta: விரைவு பார்வை லாங்குகள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன
te: క్విక్ వ్యూ లాంగ్యూజ్ లు విజయవంతంగా అప్ డేట్ చేయబడ్డాయి
th: ดู languges รวดเร็วปรับปรุงสําเร็จ
ti: ቅልጡፍ ናይ ምርኣይ ክእለት ዘለዎ ላግጅስ ብሱከስእተገብረ ምትዕርራይ
tr: Hızlı görünüm dilleri başarıyla güncellendi
uk: Швидкий перегляд languges оновлено Успішно
ur: فوری نظارہ لینگوز کو کامیابی سے اپ ڈیٹ کیا گیا
vi: Xem nhanh các languges cập nhật Succesfully
zh_hans: 快速查看语言更新成功
zh_hant: 快速查看語言更新成功

# SendFeedback.Content
source: Send Feedback
af: Stuur terugvoer
am: Feedback መላክ
ar: إرسال ملاحظات
as: মতামত প্ৰেৰণ কৰক
az_arab: Geribildirim göndər
bg: Изпращане на обратна връзка
bn: প্রতিক্রিয়া পাঠান
bs: Pošalji povratne informacije
ca: Envia suggeriments
cs: Odeslat zpětnou vazbu
cy: Anfon Adborth
de: Feedback senden
el: Αποστολή σχολίων
es: Enviar comentarios
et: Tagasiside saatmine
fa: ارسال بازخورد
fi: Lähetä palautetta
fil: Magpadala ng Feedback
fr_ca: Envoyer des commentaires
ga: Seol Aiseolas
gu: પ્રતિસાદ મોકલો
he: שלח משוב
hi: फ़ीडबैक भेजें
hr: Pošalji povratne informacije
hu: Visszajelzés küldése
hy: Ուղարկել Feedback
id: Kirim Umpan Balik
is: Senda ábendingu
it: Invia feedback
iu: ᓇᒃᓯᐅᑎᓗᒋᑦ ᐅᖃᐅᓯᐅᔪᑦ
ja: フィードバックの送信
kk: Пікір жіберу
km: ផ្ញើមតិ
kn: ಪ್ರತಿಕ್ರಿಯೆ ಕಳಿಸಿ
ko: 피드백 보내기
ku_arab: ناردنی کاردانەوە
ky: Пикир жөнөтүү
lo: ສົ່ງFeedback
lt: Siųsti atsiliepimą
lv: Sūtīt atsauksmes
mi: Tuku urupare
ml: ഫീഡ് ബാക്ക് അയയ്ക്കുക
mr: अभिप्राय पाठवा
ms: Hantar maklum balas
mt: Ibgħat Feedback
nb: Send tilbakemelding
ne: प्रतिक्रिया पठाउनुहोस्
nl: Feedback verzenden
or: ମତାମତ ପ୍ରେରଣ କରନ୍ତୁ
pa: ਫੀਡਬੈਕ ਭੇਜੋ
pl: Wyślij opinię
prs: ارسال بازخورد
pt_pt: Enviar feedback
ro: Trimite feedback
ru: Отправить отзыв
sk: Odoslať spätnú väzbu
sl: Pošlji povratne informacije
sq: Dërgo feedback
sr_cyrl: Пошаљи повратне информације
sr_latn: Pošalji povratne informacije
sv: Skicka feedback
sw: Tuma Maoni
ta: பின்னூட்டம் அனுப்பு
te: ఫీడ్ బ్యాక్ పంపు
th: ส่งความคิดเห็น
ti: መልሲ ለኣኽ
tr: Geri Bildirim Gönder
uk: Надіслати відгук
ur: آراء بھیجیں
vi: Gửi phản hồi
zh_hans: 发送反馈
zh_hant: 發送反饋

# SessionFeedbackPrompt
source: How would you rate your translation session?
af: Hoe sou jy jou vertaalsessie beoordeel?
am: የትርጉም ሥራህን እንዴት ትመርምራለህ?
ar: كيف تقيم جلسة الترجمة الخاصة بك؟
as: আপুনি আপোনাৰ অনুবাদ অধিৱেশনক কেনেদৰে মূল্যাঙ্কন কৰিব?
az_arab: Tərcümə seansınızı necə qiymətləndirərdiniz?
bg: Как бихте оценили сесията си за превод?
bn: আপনি আপনার অনুবাদ সেশনকে কীভাবে মূল্যায়ন করবেন?
bs: Kako biste ocenili svoju sesiju prevođenja?
ca: Com valoraries la teva sessió de traducció?
cs: Jak byste ohodnotil své překladatelské sezení?
cy: Sut fyddech chi'n graddio eich sesiwn gyfieithu?
da: Hvordan vil du bedømme din oversættelsessession?
de: Wie bewerten Sie Ihre Übersetzungssitzung?
el: Πώς θα αξιολογούσατε τη μεταφραστική σας συνεδρία;
es: ¿Cómo calificaría su sesión de traducción?
et: Kuidas hindaksite oma tõlkeseanssi?
fa: جلسه ترجمه خود را چگونه نرخ می کنید؟
fi: Miten arvioisit käännösistuntoasi?
fil: Paano mo ibibigay ang iyong pagsasalin?
fr_ca: Comment évalueriez-vous votre session de traduction?
ga: Conas a mheasfá do sheisiún aistriúcháin?
gu: તમે તમારા અનુવાદ સત્રને કેવી રીતે મૂલવશો?
he: איך היית מדרג את פגישת התרגום שלך?
hi: आप अपने अनुवाद सत्र को कैसे रेट करेंगे?
hr: Kako biste ocijenili sesiju prevođenja?
hu: Hogyan értékelné a fordítási munkamenetet?
hy: Ինչպե՞ս կգնահատեք ձեր թարգմանչական նիստը։
id: Bagaimana Anda menilai sesi terjemahan Anda?
is: Hvernig myndir þú meta þýðingarlotuna þína?
it: Come giudichi la tua sessione di traduzione?
iu: ᖃᓄᖅ ᓈᓴᐅᓯᕋᔭᖅᐱᐅᒃ ᑐᑭᓕᐅᕆᔨᐅᓃᑦ?
ja: 翻訳セッションをどのように評価しますか?
kk: Аударма сеансын қалай бағалайсыз?
km: តើ អ្នក នឹង វាយ តម្លៃ សម័យ បកប្រែ របស់ អ្នក យ៉ាង ដូចម្ដេច ?
kn: ನಿಮ್ಮ ಭಾಷಾಂತರ ಸೆಷನ್ ಅನ್ನು ನೀವು ಹೇಗೆ ರೇಟ್ ಮಾಡುತ್ತೀರಿ?
ko: 번역 세션을 어떻게 평가 하시겠습니까?
ku_arab: چۆن دەتوانیت ڕێژەی دانیشتنی وەرگێڕانەکەت بدەیت؟
ky: Которуу сессияңызды кантип баалайт элеңер?
lo: ທ່ານຈະໃຫ້ຄະແນນພາກແປຂອງທ່ານແນວໃດ?
lt: Kaip vertintumėte savo vertimo sesiją?
lv: Kā jūs vērtētu savu tulkošanas sesiju?
mi: Me pēhea tō whakatau i tō wātū takatau?
ml: നിങ്ങളുടെ പരിഭാഷാ സെഷനെ നിങ്ങൾ എങ്ങനെ റേറ്റുചെയ്യും?
mr: तुम्ही तुमच्या भाषांतराच्या सत्राचे मूल्यमापन कसे कराल?
ms: Bagaimanakah anda menilai sesi terjemahan anda?
mt: Kif tikklassifika s-sessjoni tat-traduzzjoni tiegħek?
nb: Hvordan vil du vurdere oversettelsesøkten?
ne: तपाईं आफ्नो अनुवाद सत्रलाई कसरी मूल्याङ्कन गर्नुहुन्छ?
nl: Hoe beoordeelt u uw vertaalsessie?
or: ଆପଣ ଆପଣଙ୍କ ଅନୁବାଦ ଅଧିବେଶନକୁ କିପରି ମୂଲ୍ୟାଙ୍କନ କରିବେ?
pa: ਤੁਹਾਡੇ ਅਨੁਵਾਦ ਸੈਸ਼ਨ ਨੂੰ ਤੁਸੀਂ ਕੀ ਦਰਜਾ ਦੇਵੋਂਗੇ?
pl: Jak oceniasz swoją sesję tłumaczeniową?
prs: جلسه ترجمه خود را چگونه امتیاز می دهید؟
pt_pt: Como classificaria a sua sessão de tradução?
ro: Cum ați evalua sesiunea de traducere?
ru: Как бы вы оценили свою переводческую сессию?
sk: Ako by ste ohodnotili svoju prekladateľskú reláciu?
sl: Kako bi ocenili sejo prevajanja?
sq: Si do ta vlerësonit seancën tuaj të përkthimit?
sr_cyrl: Како бисте оценили сесију превођења?
sr_latn: Kako biste ocenili sesiju prevođenja?
sv: Hur skulle du betygsätta din översättningssession?
sw: Utapimaje kikao chako cha tafsiri?
ta: உங்கள் மொழிபெயர்ப்பு அமர்வை எவ்வாறு மதிப்பிடுவீர்கள்?
te: మీ అనువాద సెషన్ కు మీరు ఏవిధంగా రేటింగ్ ఇస్తారు?
th: คุณจะให้คะแนนเซสชันการแปลของคุณอย่างไร?
ti: ነቲ እትትርጕመሉ ግዜ ብኸመይ ምገምገምካዮ?
tr: Çeviri oturumunuzu nasıl değerlendirirsiniz?
uk: Як би ви оцінили свій сеанс перекладу?
ur: آپ اپنے ترجمے کے سیشن کی درجہ بندی کیسے کریں گے؟
vi: Bạn đánh giá phiên dịch của mình như thế nào?
zh_hans: 您如何评价您的翻译会话？
zh_hant: 您如何評價您的翻譯工作階段？

# SessionFeedbackTitle
source: Translation Feedback
af: Terugvoer oor vertaling
am: የትርጉም Feedback
ar: ملاحظات الترجمة
as: অনুবাদৰ প্ৰতিক্ৰিয়া
az_arab: Tərcümə Feedback
bg: Обратна връзка за превод
bn: অনুবাদ প্রতিক্রিয়া
bs: Povratne informacije o prijevodu
ca: Comentaris sobre traduccions
cs: Zpětná vazba k překladům
cy: Adborth Cyfieithu
da: Feedback på oversættelse
de: Übersetzungs-Feedback
el: Σχόλια μετάφρασης
es: Comentarios sobre la traducción
et: Tõlke tagasiside
fa: بازخورد ترجمه
fi: Käännösten palaute
fil: Feedback sa Pagsasalin
fr_ca: Commentaires sur la traduction
ga: Aiseolas aistriúcháin
gu: ભાષાંતર ફીડબેક
he: משוב תרגום
hi: अनुवाद प्रतिक्रिया
hr: Povratne informacije o prijevodu
hu: Fordítási visszajelzés
hy: Թարգմանչական հետադարձ կապ
id: Umpan Balik Terjemahan
is: Þýðing Feedback
it: Feedback sulla traduzione
iu: ᑐᑭᓕᐅᖅᓯᒪᔪᑦ ᐅᖃᐅᓯᐅᔪᑦ
ja: 翻訳フィードバック
kk: Аударма пікірі
km: បញ្ចេញមតិបកប្រែ
kn: ಭಾಷಾಂತರ ಪ್ರತಿಕ್ರಿಯೆ
ko: 번역 피드백
ku_arab: کاردانەوەکانی وەرگێڕان
ky: Которуу пикирлери
lo: ຄໍາຄິດຄໍາເຫັນການແປ
lt: Vertimo grįžtamasis ryšys
lv: Atsauksmes par tulkojumu
mi: Urupare Takatau
ml: പരിഭാഷാ ഫീഡ്ബാക്ക്
mr: भाषांतर अभिप्राय
ms: Maklum Balas Terjemahan
mt: Feedback tat-Traduzzjoni
nb: Tilbakemelding på oversettelse
ne: अनुवाद प्रतिक्रिया
nl: Feedback over vertalingen
or: ଅନୁବାଦ ମତାମତ
pa: ਅਨੁਵਾਦ ਫੀਡਬੈਕ
pl: Opinie o tłumaczeniu
prs: بازخورد ترجمه
pt_pt: Feedback de tradução
ro: Feedback de traducere
ru: Обратная связь по переводу
sk: Spätná väzba k prekladu
sl: Povratne informacije o prevajanju
sq: Rishpjesë e përkthimit
sr_cyrl: Повратне информације о превођењу
sr_latn: Povratne informacije o prevođenju
sv: Feedback om översättning
sw: Maoni ya Tafsiri
ta: மொழிபெயர்ப்பு பின்னூட்டம்
te: అనువాద ఫీడ్ బ్యాక్
th: คําติชมการแปล
ti: ርእይቶ ትርጕም
tr: Çeviri Geri Bildirimi
uk: Відгуки про переклад
ur: ترجمے کی آراء
vi: Phản hồi dịch thuật
zh_hans: 翻译反馈
zh_hant: 翻譯反饋

# ShortcutSuccess
source: Questions shortcuts updated successfully
af: Vrae kortpaaie suksesvol opgedateer
am: ጥያቄዎች አቋራጭ አቋራጭ በተሳካ ሁኔታ ተሻሽለዋል
ar: اختصارات الأسئلة التي تم تحديثها بنجاح
as: প্ৰশ্নচৰ্টসমূহ সফলতাৰে আপডেট কৰা হৈছে
az_arab: Suallar qısametrajlılar uğurla yeniləndi
bg: Клавишните комбинации за въпроси се актуализират успешно
bn: প্রশ্ন শর্টকাটগুলি সফলভাবে আপডেট হয়েছে
bs: Prečice pitanja uspješno ažurirane
ca: Preguntes directes actualitzades amb èxit
cs: Úspěšně aktualizované klávesové zkratky otázek
cy: Cwestiynau llwybrau byr wedi'u diweddaru'n llwyddiannus
da: Genveje med spørgsmål opdateret
de: Fragenverknüpfungen erfolgreich aktualisiert
el: Ερωτήσεις συντομεύσεις ενημερώθηκε με επιτυχία
es: Los accesos directos de preguntas se actualizaron correctamente
et: Küsimuste otseteed on edukalt värskendatud
fa: میانبرهای سوالات با موفقیت به روز شدند
fi: Kysymysten pikakuvakkeet päivitetty onnistuneesti
fil: Matagumpay na na update ang mga shortcut ng mga tanong
fr_ca: Raccourcis de questions mis à jour avec succès
ga: Aicearraí ceisteanna nuashonraithe go rathúil
gu: પ્રશ્નોના ટૂંકાણો સફળતાપૂર્વક સુધારાયાલ છે
he: קיצורי דרך לשאלות עודכנו בהצלחה
hi: प्रश्न शॉर्टकट सफलतापूर्वक अद्यतन किए गए
hr: Prečaci pitanja uspješno su ažurirani
hu: A kérdések parancsikonjai sikeresen frissültek
hy: Հարցերի կարճացումները հաջողությամբ թարմացվում են
id: Pintasan pertanyaan berhasil diperbarui
is: Spurningar flýtileiðir uppfærðar með góðum árangri
it: Scorciatoie delle domande aggiornate correttamente
iu: ᐊᐱᖅᑯᑕᐅᔪᑦ ᓇᐃᓪᓕᒋᐊᖅᓯᒪᔪᑦ ᓄᑖᙳᕆᐊᖅᑕᐅᔪᑦ ᑲᔪᓯᑦᑎᐊᖅᑐᑦ
ja: 質問のショートカットが正常に更新されました
kk: Сұрақтар пернелер тіркесімдері сәтті жаңартылды
km: ផ្លូវកាត់សំណួរ updated ដោយជោគជ័យ
kn: ಪ್ರಶ್ನೆಗಳ ಕಿರುಹಾದಿಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ko: 질문 바로 가기가 성공적으로 업데이트되었습니다.
ku_arab: کورتەڕێی پرسیارەکان بە سەرکەوتوویی نوێکرایەوە
ky: Суроолордун кыскартуулары ийгиликтүү жаңыланды
lo: ຄໍາ ຖາມ ສັ້ນ ທີ່ ຖືກ ອັບ ເດດ ຢ່າງ ສໍາ ເລັດ ຜົນ
lt: Klausimų spartieji klavišai sėkmingai atnaujinti
lv: Jautājumu saīsnes ir veiksmīgi atjauninātas
mi: I tutuki pai te whakahōu i ngā pokatata pātai
ml: ചോദ്യങ്ങളുടെ കുറുക്കുവഴികൾ വിജയകരമായി അപ് ഡേറ്റ് ചെയ്തു
mr: प्रश्न शॉर्टकट यशस्वीरित्या अद्यतनित केले
ms: Pintasan soalan berjaya dikemas kini
mt: Shortcuts tal-mistoqsijiet aġġornati b'suċċess
nb: Snarveier for spørsmål oppdateres
ne: प्रश्न सर्टकटहरू सफलतापूर्वक अद्यावधिक गरियो
nl: Snelkoppelingen voor vragen zijn bijgewerkt
or: ପ୍ରଶ୍ନସର୍ଟକଗୁଡିକ ସଫଳତାର ସହ ଅପଡେଟ୍ ହୋଇଛି
pa: ਸਵਾਲਾਂ ਦੇ ਸ਼ਾਰਟਕੱਟ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੇ ਗਏ
pl: Skróty do pytań zostały pomyślnie zaktualizowane
prs: میانبر سوالات با موفقیت به روز شده
pt_pt: Perguntas atalhos atualizados com sucesso
ro: Comenzi rapide pentru întrebări actualizate cu succes
ru: Ярлыки вопросов успешно обновлены
sk: Skratky otázok sa úspešne aktualizovali
sl: Bližnjice za vprašanja, ki so bile uspešno posodobljene
sq: Shkurtimet e pyetjeve përditësohen me sukses
sr_cyrl: Пречице за питања су успешно ажуриране
sr_latn: Prečice za pitanja su uspešno ažurirane
sv: Genvägar för frågor har uppdaterats
sw: Njia za mkato za maswali zimesasishwa kwa mafanikio
ta: கேள்விகள் குறுக்குவழிகள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன
te: ప్రశ్నల సత్వరమార్గాలు విజయవంతంగా అప్ డేట్ చేయబడ్డాయి
th: ทางลัดคําถามอัปเดตเรียบร้อยแล้ว
ti: መተሓላለፊታት ሕቶታት ብዕዉት መገዲ እተመሓየሸ
tr: Soru kısayolları başarıyla güncellendi
uk: Ярлики запитань успішно оновлено
ur: سوالات شارٹ کٹ کامیابی کے ساتھ اپ ڈیٹ کیے گئے
vi: Phím tắt câu hỏi được cập nhật thành công
zh_hans: 问题快捷方式已成功更新
zh_hant: 問題快捷方式已成功更新

# SingleDeviceUpdated
source: Single Device setup updated successfully
af: Enkeltoestelopstelling suksesvol opgedateer
am: ነጠላ መሣሪያ ማመቻቸት በተሳካ ሁኔታ ተሻሽሏል
ar: تم تحديث إعداد جهاز واحد بنجاح
as: একক ডিভাইচ ছেটআপ সফলতাৰে আপডেট কৰা হৈছে
az_arab: Vahid Avadanlıq qurğusu uğurla yeniləndi
bg: Настройката на едно устройство е актуализирана успешно
bn: একক ডিভাইস সেটআপ সফলভাবে আপডেট হয়েছে
bs: Podešavanje jednog uređaja uspješno ažurirano
ca: La configuració d'un sol dispositiu s'ha actualitzat correctament
cs: Instalace jednoho zařízení byla úspěšně aktualizována
cy: Setup Dyfais Sengl wedi'i ddiweddaru'n llwyddiannus
da: Opsætning af enkelt enhed opdateret med succes
de: Einrichtung eines einzelnen Geräts erfolgreich aktualisiert
el: Η ρύθμιση μίας συσκευής ενημερώθηκε με επιτυχία
es: La configuración de un solo dispositivo se actualizó correctamente
et: Ühe seadme häälestus on edukalt värskendatud
fa: راه اندازی تک دستگاه با موفقیت به روز شد
fi: Yhden laitteen asennus päivitetty onnistuneesti
fil: Matagumpay na na update ang pag setup ng Single Device
fr_ca: Configuration d’un seul périphérique mise à jour avec succès
ga: Socrú Gléas Aonair nuashonraithe go rathúil
gu: એક ઉપકરણ સુયોજન સફળતાપૂર્વક સુધારાઈ ગયું
he: הגדרת מכשיר יחיד עודכנה בהצלחה
hi: एकल डिवाइस सेटअप सफलतापूर्वक अद्यतन किया गया
hr: Instalacija jednog uređaja uspješno je ažurirana
hu: Az egyeszközös beállítás sikeresen frissült
hy: Single Device setup-ը հաջողությամբ թարմացվել է
id: Penyiapan Perangkat Tunggal berhasil diperbarui
is: Uppsetning á einu tæki uppfærð með góðum árangri
it: Configurazione del singolo dispositivo aggiornata correttamente
iu: ᐊᑕᐅᓯᖅ ᐱᖁᑎ ᐋᖅᑭᒃᓯᒪᔪᖅ ᓄᑖᙳᕆᐊᖅᑕᐅᔪᖅ ᑲᔪᓯᑦᑎᐊᖅᑐᖅ
ja: 単一デバイスのセットアップが正常に更新されました
kk: Жалғыз құрылғыны орнату сәтті жаңартылды
km: ការ រៀបចំ ឧបករណ៍ តែ មួយ បាន ធ្វើ ឲ្យ ទាន់ សម័យ ដោយ ជោគជ័យ
kn: ಏಕ ಸಾಧನ ಸೆಟಪ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ko: 단일 장치 설정이 성공적으로 업데이트되었습니다.
ku_arab: دامەزراندنی تاکە ئامێر بە سەرکەوتوویی نوێکرایەوە
ky: Бир аппаратты орнотуу ийгиликтүү жаңыланды
lo: ການຕັ້ງຄ່າອຸປະກອນດຽວໄດ້ຮັບການປັບປຸງຢ່າງສໍາເລັດຜົນ
lt: Vieno įrenginio sąranka sėkmingai atnaujinta
lv: Vienas ierīces iestatīšana ir veiksmīgi atjaunināta
mi: I tutuki pai te whakahōu i te tatūnga Pūrere Kotahi
ml: ഒരൊറ്റ ഉപകരണ സജ്ജീകരണം വിജയകരമായി അപ് ഡേറ്റ് ചെയ്തു
mr: सिंगल डिव्हाइस सेटअप यशस्वीरित्या अद्यतनित केले
ms: Persediaan Peranti Tunggal berjaya dikemas kini
mt: Il-konfigurazzjoni tat-Tagħmir Uniku aġġornata b'suċċess
nb: Enkeltenhetsoppsett oppdatert
ne: एकल यन्त्र सेटअप सफलतापूर्वक अद्यावधिक गरियो
nl: Instellingen voor één apparaat zijn met succes bijgewerkt
or: ଏକକ ଡିଭାଇସ୍ ସେଟଅପ୍ ସଫଳତାର ସହ ଅପଡେଟ୍ ହୋଇଛି
pa: ਸਿੰਗਲ ਡਿਵਾਈਸ ਸੈੱਟਅੱਪ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Konfiguracja pojedynczego urządzenia została pomyślnie zaktualizowana
prs: راه اندازی دستگاه تنها با موفقیت به روز شده
pt_pt: Configuração de dispositivo único atualizada com sucesso
ro: Configurarea unui singur dispozitiv este actualizată cu succes
ru: Программа установки одного устройства успешно обновлена
sk: Nastavenie jedného zariadenia sa úspešne aktualizovalo
sl: Nastavitev ene naprave je bila uspešno posodobljena
sq: Rregullimi i pajisjes së vetme i azhornuar me sukses
sr_cyrl: Инсталација једног уређаја је успешно ажурирана
sr_latn: Instalacija jednog uređaja je uspešno ažurirana
sv: Konfigurationen av en enskild enhet har uppdaterats
sw: Usanidi wa Kifaa kimoja umesasishwa kwa mafanikio
ta: ஒற்றை சாதன அமைவு வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: సింగిల్ డివైస్ సెటప్ విజయవంతంగా అప్ డేట్ చేయబడింది
th: อัปเดตการตั้งค่าอุปกรณ์เครื่องเดียวเรียบร้อยแล้ว
ti: ንጽል ኤለክትሮኒካዊ መሳርሒ ብዕዉት መገዲ ተመሓይሹ
tr: Tek Cihaz kurulumu başarıyla güncellendi
uk: Налаштування одного пристрою успішно оновлено
ur: سنگل ڈیوائس سیٹ اپ کامیابی کے ساتھ اپ ڈیٹ کیا گیا
vi: Thiết lập một thiết bị được cập nhật thành công
zh_hans: 单设备设置已成功更新
zh_hant: 單設備設置已成功更新

# StartupPageTitleDescription2.Text
source: translation software.
af: vertaalprogrammatuur.
am: የትርጉም ሶፍትዌር.
ar: برامج الترجمة.
as: অনুবাদ চফ্টৱেৰ।
az_arab: tərcümə proqram.
bg: софтуер за превод.
bn: অনুবাদ সফটওয়্যার।
bs: Softver za prevođenje.
ca: programari de traducció.
cs: Překladatelský software.
cy: meddalwedd cyfieithu.
da: oversættelse software.
de: Übersetzungssoftware.
el: λογισμικό μετάφρασης.
es: software de traducción.
et: tõlketarkvara.
fa: نرم افزار ترجمه.
fi: käännösohjelmisto.
fil: software ng pagsasalin.
fr_ca: logiciel de traduction.
ga: bogearraí aistriúcháin.
gu: અનુવાદ સોફ્ટવેર.
he: תוכנת תרגום.
hi: अनुवाद सॉफ्टवेयर.
hr: softver za prevođenje.
hu: Fordítószoftver.
hy: թարգմանական ծրագրային ապահովում:
id: perangkat lunak terjemahan.
is: þýðingarhugbúnaður.
it: software di traduzione.
iu: ᑐᑭᓕᐅᕆᓂᕐᒧᑦ ᖃᕆᓴᐅᔭᒃᑯᑦ.
ja: 翻訳ソフトウェア。
kk: аударма бағдарламалық қамтамасыз ету.
km: កម្មវិធីបកប្រែ.
kn: ಭಾಷಾಂತರ ತಂತ್ರಾಂಶ.
ko: 번역 소프트웨어.
ku_arab: سۆفتوێری وەرگێڕان
ky: которуу программалык камсыздоо.
lo: ຊອບແວແປພາສາ.
lt: vertimo programinė įranga.
lv: tulkošanas programmatūra.
mi: pūmanawa takatau.
ml: പരിഭാഷാ സോഫ്റ്റ് വെയർ.
mr: भाषांतर सॉफ्टवेअर.
ms: perisian terjemahan.
mt: softwer tat-traduzzjoni.
nb: oversettelse programvare.
ne: अनुवाद सॉफ्टवेयर।
nl: vertaalsoftware.
or: ଅନୁବାଦ ସଫ୍ଟୱେୟାର୍।
pa: ਅਨੁਵਾਦ ਸਾਫਟਵੇਅਰ ।
pl: oprogramowanie tłumaczące.
prs: نرم افزار ترجمه.
pt_pt: software de tradução.
ro: software-ul de traducere.
ru: программное обеспечение для перевода.
sk: prekladateľský softvér.
sl: programsko opremo za prevajanje.
sq: program përkthimi.
sr_cyrl: софтвер за превођење.
sr_latn: softver za prevođenje.
sv: översättningsprogram.
sw: programu ya tafsiri.
ta: மொழிபெயர்ப்பு மென்பொருள்.
te: అనువాద సాఫ్ట్ వేర్.
th: ซอฟต์แวร์แปลภาษา
ti: ናይ ትርጕም ሶፍትዌር።
tr: çeviri yazılımı.
uk: програмне забезпечення для перекладів.
ur: ترجمہ سافٹ ویئر.
vi: phần mềm dịch thuật.
zh_hans: 翻译软件。
zh_hant: 翻譯軟體。
